Repository: GAVL291991/EllipseAddIns
Catalog: EllipseWorkRequestExcelAddIn/RibbonEllipse.*.resx
Languages: es_es

# btnFormatSheet.Label
source: &General Format
es_es: Formato &General

# btnFormatMantto.Label
source: &Maintenance Format
es_es: Formato &Mantenimiento

# btnFormatFcVagones.Label
source: Rail Wagon Register
es_es: FC Vagones &Registro

# btnPlanFc.Label
source: Rail Wagon Requests
es_es: FC Vagones &WorkRequest

# menuFormat.Label
source: &Format
es_es: &Formatear

# btnReviewWorkRequest.Label
source: &Search Data
es_es: &Consultar Información

# btnReReviewWorkRequest.Label
source: S&earch Current Data
es_es: &ReConsultar Información

# btnCreateWorkRequest.Label
source: &Create WorkRequest
es_es: &Crear WorkRequest

# btnModifyWorkRequest.Label
source: &Update WorkRequest
es_es: &Actualizar WorkRequest

# btnDeleteWorkRequest.Label
source: &Delete WorkRequests
es_es: &Eliminar WorkRequests

# btnSetSla.Label
source: &Set SLA
es_es: &Establecer SLA

# btnResetSla.Label
source: &Reset SLA
es_es: &Resetear SLA

# btnReOpenWorkRequest.Label
source: Re&Open WorkRequest
es_es: Re&Abrir WorkRequest

# btnCloseWorkRequest.Label
source: &Close WorkRequest
es_es: &Cerrar WorkRequest

# btnReviewRefCodes.Label
source: &Search WR RefCodes
es_es: &Consultar WR RefCodes

# btnReReviewRefCodes.Label
source: Sea&rch Current WR RefCodes
es_es: &ReConsultar WR RefCodes

# btnUpdateRefCodes.Label
source: &Update WR RefCodes
es_es: &Actualizar WR RefCodes

# btnCleanSheet.Label
source: C&lean Sheet
es_es: &Limpiar Hoja

# btnStopThread.Label
source: &Stop Process
es_es: &Detener Proceso

# menuActions.Label
source: &Actions
es_es: &Accciones
